import imgAgeOfWonders1 from '../image/Age of Wonders Planetfall/1.jpeg';
import imgDivinity2  from '../image/Divinity Original Sin 2/1.jpg'
import imgETS2 from '../image/Euro Truck Simulator 2/1.jpg'
import imgDetroitBH from '../image/Detroit Become Human/1.jpg'
import imgCivilizationVI from '../image/Civilization VI/1.jpg'
import imgMassEffectLE from '../image/Mass Effect Legendary Edition/1.jpeg'

export const items = [
  {
    id: 1,
    image: imgAgeOfWonders1,
    name: 'Age of Wonders: Planetfall',
    text: `Age of Wonders: Planetfall — это стратегическая игра от компании 
    Triumph Studios, которая разработала популярную серию игр Age of Wonders. 
    В новой игре вы сможете опробовать увлекательную тактику пошаговых сражений 
    и продуманную систему развития государства, знакомую по ранним частям серии,
     в научно-фантастической вселенной.`
  },
  {
    id: 2,
    image: imgDivinity2,
    name: 'Divinity: Original Sin 2 - Definitive Edition',
    text: `Знаменитая ролевая игра от разработчиков Baldur's Gate 3. Соберите 
    отряд. Освойте мощную боевую систему. Пригласите с собой до трех друзей, но 
    помните, что только один из вас сможет стать богом.`
  },
  {
    id: 3,
    image: imgETS2,
    name: 'Euro Truck Simulator 2',
    text: `Станьте королем европейских дорог — водителем грузовика, который 
    доставляет важные грузы на немалые расстояния! Вас ждут десятки городов 
    Великобритании, Бельгии, Германии, Италии, Нидерландов, Польши и не только. 
    Испытайте свои умения, выносливость и скорость.`
  },
  {
    id: 4,
    image: imgDetroitBH,
    name: 'Detroit: Become Human',
    text: ` Детройт, 2038 год. Технологии развились до такой степени, что 
    человекообразные андроиды встречаются на каждом шагу. Они говорят, 
    двигаются, ведут себя словно человеческие существа, но они — лишь машины 
    в на службе у людей. Играйте за трех разных андроидов и наблюдайте мир на 
    грани хаоса — наше возможное будущее — их глазами. Каждое ваше решение 
    приведет к драматическим поворотам напряженного, ветвящегося сюжета игры. 
    Вы столкнетесь с моральными дилеммами, вам предстоит решать, кому жить и 
    кому умереть. Какими окажутся будущее Детройта и судьба человечества в 
    результате тысяч принятых вами решений и десятков возможных концовок?`
  },
  {
    id: 5,
    image: imgCivilizationVI,
    name: `Sid Meier's Civilization VI: Platinum Edition`,
    text: `Созданная легендарным дизайнером Сидом Мейером серия Civilization 
    представляет собой увлекательную пошаговую стратегию, в которой игроку 
    предлагается создать империю, способную выдержать испытание временем. 
    Станьте одним из сильных мира сего, основав собственную цивилизацию, 
    и возглавляйте ее в течение многих эпох. Объявляйте войны, ведите 
    дипломатические переговоры, развивайте культуру… Бросьте вызов величайшим 
    лидерам в истории, чтобы построить величайшую цивилизацию из всех, 
    когда-либо известных человечеству.`
  },
  {
    id: 6,
    image: imgMassEffectLE,
    name: 'Mass Effect: Legendary Edition',
    text: `Один человек — это все, что стоит между человечеством и величайшей 
    угрозой всему живому. Вспомните легенду: капитан Шепард возвращается в 
    новом издании знаменитой трилогии Mass Effect — Mass Effect издание 
    Legendary. Содержит основной одиночный контент и более 40 дополнений 
    из Mass Effect, Mass Effect 2 и Mass Effect 3, а также бонусное оружие, 
    броню и наборы. Весь контент оптимизирован под разрешение 4K Ultra HD. 
    Исследуйте уголки невероятно богатой вселенной, где все ваши действия и 
    решения будут иметь последствия.`
  },
];